[
 {
  "title": "DA-019 Safe Debit limitations",
  "content": "<p>Safe Debit Account is subject to certain account limitations and eligibility requirements, including on the use of bill pay and mobile check deposit. Please refer to the U.S. Bank Safe Debit Account Terms and Conditions and Safe Debit Account Pricing and Information for details. Refer to Your Deposit Account Agreement and the Consumer Pricing Information disclosure for a summary of fees, terms and conditions that apply. These documents can be obtained by contacting a U.S. Bank branch or calling 800-USBANKS (800-872-2657).</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "DA-003 Average account balance",
  "content": "<p><strong>Average account balance</strong> – The average account balance is calculated by adding the balance at the end of each calendar day in the statement period and dividing that sum by the total number of days within the statement period. Business days are Monday through Friday; federal holidays are not included.</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "DA-012 Credit balance fee waiver",
  "content": "<p><strong>Gold Monthly Maintenance Fee waiver</strong>&nbsp; – Qualifying accounts include U.S. Bank Personal Line of Credit, home mortgages, home equity loans and lines of credit, personal and purpose loans and activated credit cards. (U.S. Bank Reserve Line of Credit and student loans are excluded.) Mortgage and credit products are subject to eligibility requirements and normal credit approval and may be subject to additional charges such as annual fees. Please refer to the credit agreement for full details.</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "DA-005 Branch application alternative",
  "content": "<p><strong>Combined deposit, investment and credit balances </strong>– Combined deposit balances include the average monthly collected balances for U.S. Bank personal checking, savings, money market and IRA accounts and CDs. Outstanding credit balances include balances on U.S. Bank Personal Line of Credit, home mortgages, home equity loans and lines of credit, personal and purpose loans and credit cards. Investment balances include the aggregate minimum daily balance of all investment types held through the statement period with U.S. Bancorp Investments.</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "DA-013 ATM fees",
  "content": "<p>If a Non-U.S. Bank ATM Transaction fee applies, <span class=\"shield_dontBreakWord\">U.S. Bank</span> will assess a fee for each ATM Transaction conducted at the Non-<span class=\"shield_dontBreakWord\">U.S. Bank</span> ATM. Please refer to the <i>Consumer Pricing Information</i> disclosure for a summary of ATM Transaction fees. Additionally, Non-<span class=\"shield_dontBreakWord\">U.S. Bank</span> ATM owners may apply a surcharge fee unless they participate in the MoneyPass<sup>®</sup> Network. To find MoneyPass ATM locations, select “Show MoneyPass<sup>®</sup> ATM Network locations” in the <a title=\"ATM locator\" href=\"https://locations.usbank.com/search.html\">ATM locator</a>.</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "DA-017 DAA and CPI disclosure",
  "content": "<p>Refer to Your Deposit Account Agreement and the Consumer Pricing Information disclosure for a summary of fees, terms, and conditions that apply. These documents can be obtained by contacting a U.S. Bank branch or calling 855-384-4737.</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "WI-001 Not-not-may: USBI or dual",
  "content": "<p><b>Investment and insurance products and services including annuities are:<br>\n Not a deposit ● Not FDIC insured ● May lose value ● Not bank guaranteed ● Not insured by any federal government agency</b></p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "XX-023 Tax/legal advice - USBI + Bank",
  "content": "<p>U.S. Bank, U.S. Bancorp Investments and their representatives do not provide tax or legal advice. Your tax and financial situation is unique. You should consult your tax and/or legal advisor for advice and information concerning your particular situation.</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "WI-040 USBI heading",
  "content": "<p><b>For U.S. Bancorp Investments:</b></p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "WI-041 Investment/insurance products",
  "content": "<p>Investment and insurance products and services including annuities are available through U.S. Bancorp Investments, the marketing name for U.S. Bancorp Investments, Inc., member FINRA and SIPC, an investment adviser and a brokerage subsidiary of U.S. Bancorp and affiliate of U.S. Bank.</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "WI-030 Bank heading",
  "content": "<p><b>For U.S. Bank:</b></p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "WI-031 Bank + USBI disclaimer",
  "content": "<p>U.S. Bank is not responsible for and does not guarantee the products, services, or performance of U.S. Bancorp Investments.</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "XX-004 FDIC notice + credit + home",
  "content": "<p>Mortgage, home equity and credit products are offered by U.S. Bank National Association. Deposit products are offered by U.S. Bank National Association, Member FDIC.</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "XX-001 FDIC notice",
  "content": "<p>Deposit products are offered by U.S. Bank National Association. Member FDIC.</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "false"
 },
 {
  "title": "XX-011 Equal Housing Lender",
  "content": "<p class=\"equal-housing-logo\"><img style=\"margin-bottom: 5.0px;\" src=\"/content/dam/usbank/visual-assets/logos/logo-equal-housing-lender.svg\" width=\"16\" height=\"12\"> Equal Housing Lender</p>",
  "status": "success",
  "imagePath": "",
  "borderType": "",
  "ehlLogo": "true"
 }
]